Repository: common-repository/kiskadi
Catalog: languages/kiskadi-*.po
Languages: pt_br

source: Kiskadi CRM WordPress integration.
pt_br: Integração do CRM Kiskadi com WordPress.

source: Invalid username and/or password
pt_br: Nome de usuário e/ou senha inválidos

source: Request to Kiskadi API failed.
pt_br: Falha na solicitação à API Kiskadi.

source: Cannot mask %s.
pt_br: Não é possível mascarar %s.

source: Cannot encode request data.
pt_br: Não é possível codificar os dados da solicitação.

source: Response is not a WP_HTTP_Requests_Response object.
pt_br: A resposta não é um objeto WP_HTTP_Requests_Response.

source: Invalid error object.
pt_br: Objeto de erro inválido.

source: Request to Kiskadi API returned an unexpected status code.
pt_br: A solicitação para a API Kiskadi retornou um código de status inesperado.

source: Cannot load branch.
pt_br: Não é possível carregar a filial.

source: Cannot sanitize CPF.
pt_br: Não pode higienizar os dados de CPF.

source: Migrator class is not readable.
pt_br: A classe Migrator não é legível.

source: From and to version are required to create the migrator.
pt_br: As versões de e para são necessárias para criar o migrador.

source: Cannot read recipes directory.
pt_br: Não é possível ler o diretório de receitas.

source: Recipe %s does not implement Recipe_Interface
pt_br: A receita %s não implementa a Recipe_Interface

source: Cannot extract version from file name.
pt_br: Não é possível extrair a versão do nome do arquivo.

source: Cannot unserialize singleton
pt_br: Não é possível deserializar o singleton

source: Enter with your user login from kiskadi
pt_br: Entre com seu login de usuário da kiskadi

source: Enter with your password login from kiskadi. You can find this in "User Profile" drop-down (top right corner) > API Keys.
pt_br: Entre com a sua senha de login da kiskadi. Você pode encontrar isso no menu suspenso "Perfil do usuário" (canto superior direito) > Chaves de API.

source: Enable cashback at checkout page
pt_br: Ativar cashback na página de finalização de compra

source: Enable the cashback option for customers at checkout
pt_br: Ative a opção de cashback para os clientes na página de finalização de compra

source: Enable logging
pt_br: Ativar registros de log

source: Log events such as API requests
pt_br: Eventos de log, como solicitações de API

source: Invalid calculate fees request.
pt_br: Solicitação de cálculo de taxas inválida.

source: Cannot extract CPF and exhangable points from post data.
pt_br: Não é possível extrair CPF e pontos de troca dos dados de postagem.

source: Cannot extract data from post data.
pt_br: Não é possível extrair dados de dados de postagem.

source: Invalid cashback amount.
pt_br: Valor de cashback inválido.

source: Kiskadi: An error occurred while sending points.
pt_br: Kiskadi: Ocorreu um erro ao enviar pontos.

source: Kiskadi: This order generated %s points.
pt_br: Kiskadi: Este pedido gerou %s pontos.

source: Kiskadi Cashback
pt_br: Cashback Kiskadi

source: Cannot sanitize %s.
pt_br: Não é possível higienizar %s.

source: You can use your cashback points to pay this order.
pt_br: Você pode usar seus pontos de cashback para pagar este pedido.

source: Cashback total: %s
pt_br: Total do cashback: %s

source: Use my cashback.
pt_br: Usar meu cashback.
